{
  "HomeBtn": "Trang Chủ",
  "ProjectsBtn": "Dự Án",
  "BlogsBtn": "Blogs",
  "GetInTouchBtn": "Liên Hệ",
  "ExpBtn": "Kinh Nghiệm",
  "MyName": "Trần Việt Anh",
  "ShortDescription": "Tôi là một nhà phát triển phần mềm với hơn 2 năm kinh nghiệm trong lĩnh vực phát triển web và quản lý dự án. Hiện tại, tôi đang mở rộng chuyên môn sang lĩnh vực kiểm thử tự động và tham gia vào các dự án ứng dụng trí tuệ nhân tạo (AI), với mong muốn không ngừng nâng cao năng lực kỹ thuật và tạo ra những giải pháp công nghệ hiệu quả.",
  "Greeting": "Rất vui được gặp bạn. Chúc bạn một ngày tốt lành.",
  "StartBtn": "Bắt Đầu Ngay",
  "Experienced": "Kinh Nghiệm với",
  "Experience": "Kinh Nghiệm Làm Việc",
  "ExperienceDescription": "Tôi có kinh nghiệm với nhiều công nghệ như React, Node.js, đồng thời tham gia phát triển các dự án về kiểm thử tự động và trí tuệ nhân tạo (AI).",
  "ExpName1": "BlueOC Tech",
  "ExpName2": "FPT Academy",
  "ExpName3": "Alphaway Technology",
  "ExpDescription1": "Lập trình viên kiểm thử tự động với kinh nghiệm sử dụng các framework như Cypress, Playwright và công cụ Reflect. Thành thạo trong việc xây dựng test script, quản lý test case và tích hợp CI/CD. Luôn chú trọng vào hiệu quả kiểm thử và chất lượng sản phẩm.",
  "ExpDescription2": "Thực tập sinh Frontend được đào tạo trong môi trường chuyên nghiệp, nắm vững kiến thức HTML, CSS, JavaScript từ cơ bản đến nâng cao, và có kinh nghiệm tham gia dự án sử dụng ReactJS. Có khả năng làm việc nhóm, tiếp thu nhanh công nghệ mới. Luôn chủ động trong việc rèn luyện kỹ năng và nâng cao chất lượng sản phẩm.",
  "ExpDescription3": "TThực tập sinh phát triển phần mềm nội bộ ngân hàng bằng Angular, học tập và phối hợp với team để hoàn thành công việc. Tham gia vào quá trình xây dựng giao diện người dùng, xử lý dữ liệu và tối ưu hiệu suất ứng dụng. Luôn sẵn sàng học hỏi, tiếp thu phản hồi và cải thiện kỹ năng chuyên môn.",
  "ViewMore": "Xem Thêm",
  "GetInTouch": "Kết Nối với Tôi",
  "GetInTouchDescription": "Nếu bạn có bất kỳ câu hỏi nào hoặc muốn thảo luận về một dự án, hãy liên hệ với tôi. Tôi luôn mở cửa cho các cơ hội và hợp tác mới.",
  "ContactMe": "Liên Hệ Với Tôi",
  "ProjectTitle": "Dự Án",
  "ProjectDescription": "Dưới đây là một số dự án mà tôi đã tham gia. Mỗi dự án thể hiện kỹ năng và kinh nghiệm của tôi trong lĩnh vực phát triển web.",
  "Project1": "Ứng dụng AI vào kinh doanh trực tuyến",
  "Project2": "Hệ thống quản lý đồ án Greenwich Vietnam",
  "Project3": "Hệ thống quản lý bài đăng hoạt động của sinh viên Greenwich",
  "Project4": "Hệ thống mạng xã hội kinh doanh bất đông sản",
  "BlogTitle": "Blogs",
  "BlogDescription": "Tôi thích viết về công nghệ, lập trình và những trải nghiệm của mình trong lĩnh vực phát triển phần mềm. Dưới đây là một số bài viết mới nhất của tôi.",
  "Blog1": "Blog 1",
  "Blog2": "Blog 2",
  "Blog3": "Blog 3",
  "Blog4": "Blog 4"
}
